{
    "model": {
        "type": "BPE",
        "vocab": {
            "668": " intelligence",
            "673": " communities",
            "667": " artificial",
            "672": " platforms",
            "669": " business",
            "670": " industry",
            "628": " systems",
            "648": " predict",
            "671": " machine",
            "630": " busine",
            "657": " public",
            "629": " every",
            "632": "ations",
            "633": " major",
            "635": " tools",
            "641": " about",
            "642": " these",
            "646": " learn",
            "650": " adapt",
            "654": " their",
            "655": " while",
            "656": " where",
            "634": " that",
            "636": " help",
            "640": " long",
            "647": " with",
            "658": " inte",
            "659": " grow",
            "663": " from",
            "665": " will",
            "666": " hand",
            "474": " the",
            "477": " sec",
            "478": " new",
            "489": "ence",
            "501": "ness",
            "505": "tion",
            "507": " and",
            "521": " imp",
            "526": "ties",
            "531": " pre",
            "532": " con",
            "534": "anci",
            "535": "ever",
            "536": " ind",
            "540": " lea",
            "555": " pro",
            "556": "cher",
            "566": " wor",
            "572": " are",
            "579": "ents",
            "597": " com",
            "598": "onal",
            "600": "ects",
            "618": "ture",
            "639": "ment",
            "643": " can",
            "649": " now",
            "473": " 20",
            "475": "bal",
            "476": " te",
            "484": " in",
            "493": " be",
            "494": " of",
            "495": " ev",
            "502": "per",
            "503": "era",
            "504": "ati",
            "506": "ons",
            "510": "por",
            "511": " al",
            "512": "ted",
            "514": "hat",
            "515": " AI",
            "516": " to",
            "519": " he",
            "522": "edu",
            "523": " co",
            "524": "sts",
            "525": "rea",
            "527": "ere",
            "528": "uni",
            "529": "gin",
            "530": "  \n",
            "533": "ran",
            "538": "ust",
            "541": "ers",
            "542": "men",
            "543": "ent",
            "545": " no",
            "552": " ca",
            "554": " do",
            "558": "ach",
            "561": "ing",
            "563": "ith",
            "564": "The",
            "565": " ha",
            "567": " In",
            "570": "cti",
            "571": "ive",
            "574": "den",
            "575": "ase",
            "576": "ses",
            "577": "for",
            "578": "ear",
            "582": "pti",
            "587": " at",
            "589": "ace",
            "592": " de",
            "593": " on",
            "595": " ex",
            "599": "als",
            "601": " So",
            "602": "ome",
            "613": "ity",
            "614": " or",
            "615": "ill",
            "619": "pac",
            "259": "In",
            "260": " S",
            "261": "ep",
            "262": "pt",
            "263": "te",
            "264": "em",
            "265": "be",
            "266": "er",
            "269": " t",
            "270": "th",
            "271": "he",
            "272": " g",
            "273": "lo",
            "274": "ba",
            "275": "al",
            "276": "ec",
            "277": "ch",
            "278": "no",
            "279": "ol",
            "280": " s",
            "281": "se",
            "282": "ct",
            "283": "to",
            "284": "or",
            "285": " r",
            "286": "re",
            "287": "ea",
            "288": "ac",
            "289": "ed",
            "290": " a",
            "291": " n",
            "292": "ne",
            "294": " m",
            "295": "mi",
            "296": "il",
            "297": "le",
            "298": "es",
            "299": "st",
            "300": "on",
            "301": " w",
            "303": "en",
            "304": "ar",
            "306": "ti",
            "308": "fi",
            "309": "ic",
            "310": "ci",
            "311": "ia",
            "312": " i",
            "313": "in",
            "314": "nt",
            "315": "el",
            "317": "li",
            "318": "ig",
            "320": "nc",
            "321": "ce",
            "324": "ms",
            "325": " b",
            "326": "ca",
            "327": "am",
            "328": "me",
            "329": "ta",
            "330": "an",
            "331": "nd",
            "332": "da",
            "333": " p",
            "334": "pa",
            "335": " o",
            "336": "of",
            "337": " e",
            "338": "ev",
            "339": "ve",
            "342": "us",
            "343": "si",
            "344": "ss",
            "347": "ra",
            "348": "at",
            "351": "  ",
            "352": "tu",
            "353": "up",
            "354": "ps",
            "355": "ma",
            "358": " c",
            "359": "co",
            "360": "po",
            "361": "ke",
            "365": "dr",
            "366": "ri",
            "367": "iv",
            "370": " h",
            "372": "im",
            "373": "mp",
            "375": "ro",
            "376": "ov",
            "378": "ff",
            "380": "cy",
            "381": "du",
            "383": "os",
            "384": "ts",
            "386": "pp",
            "388": "ni",
            "395": "ab",
            "396": "bl",
            "397": " d",
            "398": "de",
            "400": "go",
            "402": "fe",
            "403": "is",
            "407": "rs",
            "409": "gh",
            "411": " \"",
            "412": "It",
            "415": "ng",
            "419": "do",
            "421": "ai",
            "422": "id",
            "423": "ow",
            "424": "wn",
            "427": "su",
            "430": "ly",
            "432": " f",
            "435": "as",
            "443": "ap",
            "445": "ym",
            "446": "eg",
            "448": "la",
            "450": "rm",
            "451": "ei",
            "452": "ck",
            "454": "pi",
            "455": "so",
            "456": "ks",
            "458": "ty",
            "461": "ul",
            "462": "va",
            "465": "gr",
            "469": "od",
            "0": "\u0000",
            "1": "\u0001",
            "2": "\u0002",
            "3": "\u0003",
            "4": "\u0004",
            "5": "\u0005",
            "6": "\u0006",
            "7": "\u0007",
            "8": "\b",
            "9": "\t",
            "10": "\n",
            "11": "\u000b",
            "12": "\f",
            "13": "\r",
            "14": "\u000e",
            "15": "\u000f",
            "16": "\u0010",
            "17": "\u0011",
            "18": "\u0012",
            "19": "\u0013",
            "20": "\u0014",
            "21": "\u0015",
            "22": "\u0016",
            "23": "\u0017",
            "24": "\u0018",
            "25": "\u0019",
            "26": "\u001a",
            "27": "\u001b",
            "28": "\u001c",
            "29": "\u001d",
            "30": "\u001e",
            "31": "\u001f",
            "32": " ",
            "33": "!",
            "34": "\"",
            "35": "#",
            "36": "$",
            "37": "%",
            "38": "&",
            "39": "'",
            "40": "(",
            "41": ")",
            "42": "*",
            "43": "+",
            "44": ",",
            "45": "-",
            "46": ".",
            "47": "/",
            "48": "0",
            "49": "1",
            "50": "2",
            "51": "3",
            "52": "4",
            "53": "5",
            "54": "6",
            "55": "7",
            "56": "8",
            "57": "9",
            "58": ":",
            "59": ";",
            "60": "<",
            "61": "=",
            "62": ">",
            "63": "?",
            "64": "@",
            "65": "A",
            "66": "B",
            "67": "C",
            "68": "D",
            "69": "E",
            "70": "F",
            "71": "G",
            "72": "H",
            "73": "I",
            "74": "J",
            "75": "K",
            "76": "L",
            "77": "M",
            "78": "N",
            "79": "O",
            "80": "P",
            "81": "Q",
            "82": "R",
            "83": "S",
            "84": "T",
            "85": "U",
            "86": "V",
            "87": "W",
            "88": "X",
            "89": "Y",
            "90": "Z",
            "91": "[",
            "92": "\\",
            "93": "]",
            "94": "^",
            "95": "_",
            "96": "`",
            "97": "a",
            "98": "b",
            "99": "c",
            "100": "d",
            "101": "e",
            "102": "f",
            "103": "g",
            "104": "h",
            "105": "i",
            "106": "j",
            "107": "k",
            "108": "l",
            "109": "m",
            "110": "n",
            "111": "o",
            "112": "p",
            "113": "q",
            "114": "r",
            "115": "s",
            "116": "t",
            "117": "u",
            "118": "v",
            "119": "w",
            "120": "x",
            "121": "y",
            "122": "z",
            "123": "{",
            "124": "|",
            "125": "}",
            "126": "~",
            "127": "\u007f",
            "257": "\u2019",
            "258": "\u2014",
            "664": " "
        },
        "merges": []
    },
    "tokenizer_config": {
        "lowercase": false,
        "add_prefix_space": true,
        "special_tokens": {}
    }
}